content-org/personal_lists.org
#+hugo_section: personal_lists

* What if
:PROPERTIES:
:EXPORT_FILE_NAME: whatif
:END:
Writing prompts.
** What if dogs could talk?
This would be very nice because this will mean that choco(my dog) would start speaking and understanding. Then she'll actually undertstand that I am calling her a monkey.
** What if humans could fly?
World hunger solved man. Mlon Eusk should just work on building wings for humans instead of trying to buy a bird house.
