content/personal_lists/whatif.md
+++
title = "What if"
author = ["Hrishikesh Barman"]
draft = false
+++

Writing prompts.


## What if dogs could talk? {#what-if-dogs-could-talk}

This would be very nice because this will mean that choco(my dog) would start speaking and understanding. Then she'll actually undertstand that I am calling her a monkey.


## What if humans could fly? {#what-if-humans-could-fly}

World hunger solved man. Mlon Eusk should just work on building wings for humans instead of trying to buy a bird house.
